<html>
	<head>
		<title>Medikamentenentwicklung per Computer</title>
		<link rel="stylesheet" href="../css/style.css">
	</head>
	<body style="background-color:#000000;color:#FFFFFF;margin:0px 0px 0px 0px" >
		<script language="javascript">
			<!--
			function showAnswer(answer_id) {
				document.getElementById(answer_id).style.visibility="visible";
			}
			function hideAnswer(answer_id) {
				document.getElementById(answer_id).style.visibility="hidden";
			}
			-->
		</script>
	  <div class="navigation" id="breadcrumb">
	    <a href="index.html?action=clearAll&module=common_functions">Startseite</a> > Medikamentenentwicklung per Computer
	  </div>
	  <div id="text-content">
	    <h1>Medikamentenentwicklung per Computer</h1> 
		<div class="greeter">
		<p> 
		  Bei der Entwicklung eines neuen Wirkstoffs gegen eine bestimmte Krankheit oder bestimmte Schmerzen (z.B. Kopfschmerzen) suchen Wissenschaftler erst nach einem sogenannten Zielmolek&uuml;l im menschlichen K&ouml;rper. Dieses Zielmolek&uuml;l spielt eine entscheidende Rolle bei der Ausbreitung der Krankheit oder der Schmerzen. Wenn dieses gefunden ist, werden im n&auml;chsten Schritt Wirkstoffmolek&uuml;le gesucht, die an das gefundenen Zielmolek&uuml;l binden. 
		</p>
		<p>
		  <h3>Was ist eine Bindetasche?</h3>
		  Auf der Oberfl&auml;che von Molek&uuml;len befinden sich Bereiche, die f&uuml;r deren Aktivit&auml;t sehr wichtig sind, die sogenannte <b>Bindungstasche</b> oder auch <b>aktives Zentrum</b> genannt. Meistens stellen sie eine Art Einst&uuml;lpung in der Oberfl&auml;che dar und bieten g&uuml;nstige Bedingungen, so dass andere Molek&uuml;le dort binden. Dabei passen die beiden Molek&uuml;le zusammen wie Schl&uuml;ssel und Schlo&szlig;, weshalb man auch vom <b>Schl&uuml;ssel-Schlo&szlig; Prinzip</b> spricht.</br>
		  <div class="task">
			Rechts siehst du ein Protein, die sogenannte Acetylcolinesterase, die im menschlichen K&ouml;rper chemische Botenstoffe wie Acetylcolin abbaut. Kannst du seine Bindetasche sehen? Drehe das Protein mit Hilfe der Maus und suche die Bindetasche!
			Wenn du glaubst sie gefunden zu haben klicke <a href="CAD.html?action=loadProject&module=common_functions&filename=projects/1mah.bvp">hier um zu sehen wo das Molek&uuml;l, das die Acetylcolinesterase hemmt, wirklich bindet.</a>
		  </div>	
		  Du kannst dir jetzt vorstellen, dass nicht jedes Molek&uuml;l an ein anderes binden kann, so wie nicht jeder Schl&uuml;ssel in jedes Schlo&szlig; passt, d.h. die Bindetasche eines Proteins ist spezifisch f&uuml;r bestimmte Molek&uuml;le. Nur diese Molek&uuml;le k&ouml;nnen an die Bindetasche des Proteins binden und somit eine Reaktion im menschlichen K&ouml;rper hervorrufen. 
		</p>
		<div class="task">
			Klicke <a href="CAD.html?action=loadProject&module=common_functions&filename=projects/2ptc.bvp">hier</a> um den Komplex aus zwei aneinander gebundenen Molek&uuml;len zu sehen. Die beiden Molek&uuml;le sind in unterschiedlichen Farben dargestellt. Siehst du wie gut die beiden ineinander passen?
		</div>
		<p>
		  <h3>Wie wirkt ein Medikament?</h3>
		  Der Wirkstoff eines Medikaments, ist ein meist kleines Molek&uuml;l, dass an ein Protein im menschlichen K&ouml;rper, dem Zielmolek&uuml;l, binden kann. Dabei passen die beiden zusammen wie   Schl&uuml;ssel und Schlo&szlig;, wobei der Wirkstoff der Schl&uuml;ssel und das Protein das Schlo&szlig; darstellt. Dadurch dass jede Bindetasche spezifisch f&uuml;r bestimmte Molek&uuml;le ist, sollte der Wirkstoff nur an das vorgesehene Zielmolek&uuml;l binden.
		</p>
		<p>
		  Auf der n&auml;chsten Seite erf&auml;hrst du, wie bei der Medikamentenentwicklung der Computer ins Spiel kommt.
		</p>
		<a href="CAD2.html?action=loadProject&module=common_functions&filename=projects/2ptc.bvp">weiter</a>  
		<a href="index.html?action=clearAll&module=common_functions">zur&uuml;ck</a> 
		</div> 
	</div>
	</body>
</html>
