<html>
  <head>
    <title>EHEC</title>
    <link rel="stylesheet" href="../css/style.css">
   </head>
  <body style="background-color:#000000;color:#FFFFFF;margin:0px 0px 0px 0px" >
	 <script language="javascript">
			<!--
			function showAnswer(answer_id) {
				document.getElementById(answer_id).style.visibility="visible";
			}
			function hideAnswer(answer_id) {
				document.getElementById(answer_id).style.visibility="hidden";
			}
			-->
	 </script>
    <div class="navigation" id="breadcrumb">
	    <a href="index.html?action=clearAll&module=common_functions">Startseite</a> > EHEC
	  </div>
    <div id="text-content">
    <h1>EHEC</h1>
	<h3>Enteroh&auml;morrhagische Escherichia coli</h3>
		<div class="greeter">
			<p class="general">
			Wir Menschen sind nie allein - genau wie bei Tieren leben mikroskopisch kleine Organismen in großer Zahl auf unserer Haut und in unserem K&ouml;rper. Wir k&ouml;nnen sie zwar nicht mit blo&szlig;em Auge sehen, aber diese Organismen sind f&uuml;r unsere Gesundheit sehr wichtig. Insbesondere im gesunden menschlichen Darm leben viele verschiedene Organismen, die uns helfen Nahrung zu verdauen, unser Immunsystem trainieren und sogar verhindern, dass sich gef&auml;hrliche Organismen zu stark vermehren.
			</p>
			<div class="task">
			Was denkst du, wie viele Mikroorganismen leben im Darm eines durchschnittlichen, gesunden Erwachsenen?<br>
			<a href="javascript:showAnswer('noorg')">Antwort</a>
			<div class="answer" style="visibility:hidden" id="noorg">
			Man sch&auml;tzt, dass ca. 1 Billiarde Mikroorganismen in unserem Darm leben. Das ist eine 1 mit 15 Nullen: 1.000.000.000.000.000. Zum Vergleich, ein erwachsener Mensch hat ca. 10 mal weniger Zellen, also "nur" 100 Billionen: 100.000.000.000.000. Auf der Erde leben momentan etwa 7 Milliarden Menschen, eine 7 mit 9 Nullen: 7.000.000.000. Du siehst, es sind unglaublich viele!</br>
			<a href="javascript:hideAnswer('noorg')">Antwort verstecken</a>
			</div>
			</div>

			<div id="ehec_structure_bg" class="structure"><div class="img"><img id="ehec_structure" src="../images/ehec.jpg"></div>E.coli Bakterien</div>

			<p class="functionality">
			Eines dieser mikroskopisch kleinen Lebewesen ist das Bakterium Escherichia Coli (oder kurz: E. coli). Oben im Bild siehst du einige rot gef&auml;rbte E. coli Bakterien. Sie sehen aus wie kleine St&auml;bchen und sind wahrscheinlich die am h&auml;ufigsten untersuchten Lebewesen auf unserem Planeten. Das liegt z.B. daran, dass E. coli Bakterien sehr leicht im Labor zu halten sind und sie unter guten Bedingungen sehr schnell wachsen. Deshalb nennt man E. coli auch manchmal das Haustier der Biologen.<br>
			Du hast aber sicher auch schon geh&ouml;rt, dass Trinkwasser oder Lebensmittel auf E. coli Bakterien getestet werden und, falls E. coli gefunden wird, nicht verzehrt werden d&uuml;rfen. Der Grund daf&uuml;r ist, dass wir nur daran gew&ouml;nt sind, E. coli Bakterien in unserem Darm zu haben. Essen oder trinken wir Nahrungsmittel, die mit E. coli versetzt sind, dann gelangen die Bakterien in andere Bereiche unseres K&ouml;rpers und k&ouml;nnen uns krank machen.
			</p>
			<div class="task">
			Was denkst, wie kann man verhindern, dass man durch E. coli Bakterien erkrankt?<br>
			<a href="javascript:showAnswer('disease')">Antwort</a>
			<div class="answer" style="visibility:hidden" id="disease">
			Man sollte einfache Regeln der Hygiene befolgen. Man w&auml;scht sich die H&auml;nde nach der Toilette, bevor man kocht und sollte rohe Lebensmittel sehr gr&uuml;ndlich waschen oder, noch besser, vor dem Verzehr kochen. Au&szlig;erdem sollte man nie Wasser trinken, von dem nicht sicher ist, dass es sauber ist. Denn auch Bakterien im Wasser kann man nicht mit bloßem Auge erkennen.</br>
			<a href="javascript:hideAnswer('disease')">Antwort verstecken</a>
			</div>
			</div>

			<p class="step">
			Du hast jetzt einiges &uuml;ber E. coli Bakterien gelernt - auch, dass sie Menschen krank machen k&ouml;nnen. Was aber genau ist das enteroh&auml;morrhagische Escherichia coli Bakterium? Und wieso kann es so gef&auml;hrlich sein? Das erf&auml;hrst du auf der n&auml;chsten Seite.
			</p>

			<div>
			<a href="ehec2.html?action=loadProject&module=common_functions&filename=projects/intimin.bvp">weiter</a>
			</div>

			<div>
			<a href="index.html?action=clearAll&module=common_functions">Startseite</a>
			</div>

		</div> <!-- end of greeter -->
	  </div>
	</body>
</html>
