<html>
  <head>
    <title>EHEC</title>
    <link rel="stylesheet" href="../css/style.css">
   </head>
  <body>
    <div class="navigation" id="breadcrumb"><a href="UrlBlockedError.aspx" target="_blank">Startseite</a> &gt; EHEC
    </div>
    <div id="text-content">
    <h1>EHEC - Enteroh&auml;morrhagische Escherichia coli</h1>
    <h6>(Text teilweise von Wikipedia &uuml;bernommen) </h6>
    <div class="greeter">
      <p class="general">
	Im Darm des Menschen helfen besondere Bakterien bei der Verdauung der Nahrung und Energiegewinnung f&uuml;r den menschlichen Organismus. Ein solches Bakterium ist Escherichia coli (E.coli). <br>
	<div id="ehec_structure_bg" class="structure"><div class="img"><img id="ehec_structure" src="../images/ehec.jpg"</div>E.coli Bakterien (Quelle: ...)</div>
	Wie bei den meisten anderen Bakterien auch, gibt es von E.coli viele verschiedene Arten, sogenannte St&auml;mme. Einige dieser St&auml;mme produzieren Zellgifte (Toxine), die beim Menschen verschiedene Krankheiten ausl&ouml;sen k&ouml;nnen. <br>
	Der Stamm Enteroh&auml;morrhagische Escherichia coli (EHEC) zum Beispiel ruft beim Menschen blutige Durchfallerkrankungen hervor.<br>
	Dieser Erreger tritt haupts&auml;chlich bei Wiederk&auml;uern wie Rindern und Schafen auf, in deren Darmflora dieser E.coli-Stamm nat&uuml;rlicher Bestandteil ist.
      </p>
      <p class="functionality">
	 Die Darmschleimhaut des Menschen dient als Schutzschicht des menschlichen Darms. Die EHEC-Erreger besitzen ein Protein, Intimin, dass druch Binden an bestimmte Oberfl&auml;chenproteine der Schleimhaut, sich an die Darmschleimhaut anheften kann.
	 Dabei passen das Oberfl&auml;chenprotein und Intimin zusammen wie Schl&uuml;ssel und Schloss. <br>
	 Intimin geh&ouml;rt zu der Familie der sogenannten Transportproteine, und transportiert die sch&auml;dlichen Zellgifte des Erregers in die Darmschleimhaut und besch&auml;digen diese. <br>
      </p>
    </div>
    <div class="actions">
      <a href="ehec.html?action=loadProject&module=common_functions&filename=projects/EHEC_intimin1.bvp">Intimin in Cartoon Repr&auml;sentation</a> 
      <a href="ehec.html?action=loadProject&module=common_functions&filename=projects/EHEC_intimin2.bvp">Intimin in Kugel-Stab Repr&auml;sentation</a> 
    </div>
    <div class="greeter">
    <p class="step">
      Erkennst du den Unterschied in den beiden Repr&auml;sentationsarten? Welche Repr&auml;sentation findest du besser geeignet um einen &Uuml;berblick &uuml;ber die Struktur zu kriegen? <br>
      (Klicke <a href="javascript:showAnswer('numberone')">hier</a>, um die richtige Antwort zu sehen)
    </p>
    <p class="answer" style="visibility:hidden" id="numberone">
      Die Kugel-Stab Repr&auml;sentation ist bei gr&ouml;sseren Proteinen sehr un&uuml;bersichtlich, daher eignet sich die Cartoon Darstellung eher, um einen Eindruck vom Aufbau des Proteins zu erhalten. 
    </p>
    <p class="step">Kannst Du dir vorstellen wie die Bindung an das Oberfl&auml;chenprotein der Darmschleimhaut verhindert werden kann?(Klicke <a href="javascript:showAnswer('numbertwo')">hier</a>, um die richtige Antwort zu sehen)
    </p>
    <p class="answer" style="visibility:hidden" id="numbertwo">
    Die Bindung kann verhindert werden indem das Oberfl&auml;chenprotein, das Schloss, mit einem anderen passenden Protein, einem alternativen Schl&uuml;ssel, blockiert wird, so dass Intimin keine Bindestelle mehr zur Verf&uuml;gung hat.
    </p>
    </div>
    <a href="index.html?action=loadProject&module=common_functions&filename=projects/EHEC_intimin1.bvp">zur&uuml;ck</a> 
    </div>
  </body>
</html>
