<html>
  <head>
    <title>EHEC</title>
    <link rel="stylesheet" href="../css/style.css">
   </head>
  <body style="background-color:#000000;color:#FFFFFF;margin:0px 0px 0px 0px" >
	 <script language="javascript">
			<!--
			function showAnswer(answer_id) {
				document.getElementById(answer_id).style.visibility="visible";
			}
			function hideAnswer(answer_id) {
				document.getElementById(answer_id).style.visibility="hidden";
			}
			-->
	 </script>
    <div class="navigation" id="breadcrumb">
	    <a href="index.html?action=clearAll&module=common_functions">Startseite</a> >
		<a href="ehec.html?action=loadProject&module=common_functions&filename=projects/intimin.bvp">EHEC I</a> > EHEC II
	  </div>
    <div id="text-content">
    <h1>EHEC</h1>
	<h3>Enteroh&auml;morrhagische Escherichia coli</h3>
		<div class="greeter">
			<p class="general">
			Wie bei den meisten anderen Bakterien auch, gibt es von E.coli viele verschiedene Arten, sogenannte St&auml;mme. Einige dieser St&auml;mme produzieren Zellgifte (Toxine), die beim Menschen verschiedene Krankheiten ausl&ouml;sen k&ouml;nnen.<br>
			Der Stamm Enteroh&auml;morrhagische Escherichia coli (EHEC) zum Beispiel kann beim Menschen blutige Durchfallerkrankungen hervorrufen. Dieser Erreger tritt haupts&auml;chlich bei Wiederk&auml;uern wie Rindern und Schafen auf, in deren Darmflora dieser E.coli-Stamm lebt wie andere St&auml;mme im menschlichen Darm.
			</p>
			<p class="functionality">
			Damit EHEC Bakterien einen Menschen krank machen k&ouml;nnen, m&uuml;ssen sie sich im Darm an die Darmschleimhaut anheften. Dazu verf&uuml;gen diese Bakterien &uuml;ber ein sehr gro&szlig;es System von Proteinen, eine Art "biologische Maschine", die eine wichtige Aufgabe &uuml;bernimmt.
			</p>

			<div class="task">
			Wenn du dir die Form von Intimin rechts anschaust, kannst du dir vorstellen, wie diese "Maschine" funktioniert?<br>
			<a href="javascript:showAnswer('t3ss')">Antwort</a>
			<div class="answer" style="visibility:hidden" id="t3ss">
			Die Form erinnert an eine Nadeln. Kommt eine Nadel in Kontakt mit einer Zelle der Darmschleimhaut, werden Proteine in die Zelle injeziert. Das Prinzip ist &auml;hnlich einer Spritze, die du beim Arzt bekommst.</br>
			<a href="javascript:hideAnswer('t3ss')">Antwort verstecken</a>
			</div>
			</div>

			<p class="functionality">
			Noch sind nicht alle Details aufgekl&auml;rt, wie die Injektion der bakteriellen Proteine in die Zelle funktioniert. Man wei&szlig; jedoch, dass diese Proteine von der Zelle in ihre eigene Membran eingebaut werden und dann dort als "Ankerplatz" f&uuml;r die EHEC Bakterien dienen. Daf&uuml;r haben die Bakterien die entsprechenden Gegenst&uuml;cke auf ihrer eigenen Oberfl&auml;che, z.B. das Protein <a href="ehec2.html?action=loadProject&module=common_functions&filename=projects/intimin_cartoon.bvp">Intimin</a>. Dieses Protein auf der Oberfl&auml;che der Bakterien bindet an den Ankerplatz auf der Zellmembran, welcher vorher in die Zelle mit der oben genannten "Nadel" injeziert wurde.
			</p>

			<h3>EHEC oder HUS?</h3>
			<p class="general">
			Gelangen EHEC E. coli Bakterien in unseren K&ouml;rper, erkranken wir zwar und haben z.B. blutigen Durchfall, dies ist aber f&uuml;r einen gesunden Erwachsenen in der Regel noch nicht hoch gef&auml;hrlich. Erst die Komplikation HUS (h&auml;molytisch-ur&auml;misches Syndrom) ist sehr gesundheitsgef&auml;hrdend und tritt leider am h&auml;ufigsten bei Kindern auf. Wie kommt es zu dieser Verschlimmerung?
			</p>

			<div class="task">
			Wie du bereits gelesen hast, produzieren EHEC E. coli Bakterien Zellgifte, die uns schaden k&ouml;nnen. Diese sogenannten Verotoxine geh&ouml;ren zur Klasse der AB5 Toxine. Wenn du dir die <a href="ehec2.html?action=loadProject&module=common_functions&filename=projects/shiga.bvp">Struktur von AB5 Toxinen</a> anschaust, kannst du dir vorstellen, wieso man sie so nennt?<br>
			<a href="javascript:showAnswer('shiga')">Antwort</a>
			<div class="answer" style="visibility:hidden" id="shiga">
			Die AB5 Toxine bestehen aus zwei Untereinheiten, A und B, und die B Untereinheit besteht aus 5 identischen Teilen.
			<a href="javascript:hideAnswer('shiga')">Antwort verstecken</a>
			</div>
			</div>

			<p class="functionality">
			Verotoxine binden an einen Bestandteil der Zelloberfl&auml;che names Gb3. Diese Interaktion l&ouml;st einen Prozess aus, der die Toxine in das Innere der Zelle bef&ouml;rdert. Dort unterbinden sie die Bildung neuer Proteine und die Zelle stirbt. So entstehen Sch&auml;digungen im betroffenen Gewebe. Zus&auml;tzlich gelangen die Toxine in andere Teile des K&ouml;rpers: sie binden an Blutzellen und lassen sich &uuml;ber diese beispielsweise in die Nieren transportieren, wo sie enorme Sch&auml;den anrichten k&ouml;nnen bis hin zum Nierenversagen. Die EHEC Bakterien sind zwar noch immer an Ort und Stelle, die von ihnen produzierten Zellgifte wandern jedoch durch den K&ouml;rper und verursachen Komplikationen wie HUS.
			</p>

			<div class="step">
			<a href="ehec.html?action=loadProject&module=common_functions&filename=projects/intimin.bvp">zur&uuml;ck</a>
			<a href="index.html?action=clearAll&module=common_functions">Startseite</a><br>
			</div>
	  </div>
	 </div>
  </body>
</html>
