<html>
	<head>
		<title>Laktoseintoleranz</title>
		<link rel="stylesheet" href="../css/style.css">
	</head>
	<body style="background-color:#000000;color:#FFFFFF;margin:0px 0px 0px 0px" >
		<script language="javascript">
			<!--
			function showAnswer(answer_id) {
				document.getElementById(answer_id).style.visibility="visible";
			}
			function hideAnswer(answer_id) {
				document.getElementById(answer_id).style.visibility="hidden";
			}
			-->
		</script>
	  <div class="navigation" id="breadcrumb">
	    <a href="index.html?action=clearAll&module=common_functions">Startseite</a> > Laktoseintoleranz
	  </div>
	  <div id="text-content">
	    <h1>Laktoseintoleranz</h1> 
		<div class="greeter">
		<p>
		 Lactose (auch <b>Milchzucker</b>, Sandzucker oder Laktose) ist ein in Milch und Milchprodukten in Mengen von 1,5 bis 8 % enthaltener Zucker. Es ist eine kristalline, farblose Substanz mit s&uuml;&szlig;em Geschmack. 
		<div id="lactose_id" class="structure"><div class="img"><img id="lactose" src="../images/lactose.png"></div>Die Struktur von Lactose (Quelle: Wikipedia)</div>
		</p>
		<p> 
		 Lactose kann nur vom K&ouml;rper verwertet werden, wenn sie in kleinere Molek&uuml;le gespalten wird. Diese Spaltung &uuml;bernimmt das k&ouml;rpereigene Enzym <b>Lactase</b>.
		 Kann Lactose aufgrund eines Mangels an Lactase nicht verdaut (und somit auch nicht aufgenommen) werden, so spricht man von Lactoseunvertr&auml;glichkeit oder -intoleranz. </br>
		 Lactase spaltet die Bindung zwischen <b>D-Galactose</b> und <b>D-Glucose</b>. Dies sind die beiden Molek&uuml;le aus denen Lactose zusammengesetzt ist. Galactose und Glucose k&ouml;nnen von der D&uuml;nndarmwand aufgenommen und in den K&ouml;rper geleitet werden. </br>
		<div id="lactose_spaltung_id" class="structure"><div class="img"><img id="lactose_spaltung" src="../images/Lactose_spaltung.png"></div>Lactose Spaltung in Galactose und Glucose (Quelle: Wikipedia)</div>
		 Bei Lactose-intoleranten Menschen wird das Enzym Lactase weniger oder &uuml;berhaupt nicht mehr produziert. Dies f&uuml;hrt dazu, dass die Lactose ungespalten bis in den Dickdarm gelangt. Dort wird sie von Darmbakterien aufgenommen und vergoren. Die Abbauprodukte, die von den Bakterien ausgeschieden werden, k&ouml;nnen zu Bl&auml;hungen, Kr&auml;mpfen, &Uuml;belkeit und Durchfall f&uuml;hren.
		</p>
		<div class="task">
			 Rechts dargestellt siehst du das Enzym Lactase, an dem Lactose gebunden ist. Erkennst du wie Lactose (gelb markiert) in der Bindetasche liegt?
		</div>
		<p>
		  Die Lactose-Intoleranz im Erwachsenen-Alter tritt bei ca. 75% der Weltbev&ouml;lkerung auf. Bei gesunden Neugeborenen wird gen&uuml;gend Lactase produziert. Wenn die S&auml;uglinge allm&auml;hlich von der Muttermilch entw&ouml;hnt werden, wird auch die Produktion von Lactase verringert, bis sie mitunter ganz zum Erliegen kommt. Nur in Zivilisationen, die schon lange Milchwirtschaft betreiben, wie West-Europa, Nord-Amerika und Australien, wird Lactase auch im Erwachsenen-Alter weiter vom K&ouml;rper hergestellt. </br>
		  Weitere Ursachen f&uuml;r eine Verringerung der Produktion von Lactase k&ouml;nnen an einem angeborenen Gendefekt liegen. Auch eine Erkrankung des Verdauungssystems kann Zellen so sch&auml;digen, dass die Lactase-Produktion vor&uuml;bergehend beeintr&auml;chtigt wird.</br>
		</p>

		<a href="index.html?action=clearAll&module=common_functions">zur&uuml;ck</a> 
		</div> 
	</div>
	</body>
</html>
