<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN">

<html>
<head>
  <meta name="generator" content=
  "HTML Tidy for Linux (vers 25 March 2009), see www.w3.org">

  <title>Tutorial Dialog</title>
  <link rel="stylesheet" href="../css/style.css" type="text/css">
</head>

<body>
<script type="text/javascript"> var current_step = 13 </script>
<script type="text/javascript" src="../scripts/connectVIEW.js"></script>
  <div class="navigation" id="breadcrumb">
    <a href=
    "index.html?action=clearAll&amp;module=common_functions">Startseite</a> > Wiki Tutorial III
  </div>

  <div id="text-content">
  <h3>Einf&uuml;hrungstutorial f&uuml;r BALLView f&uuml;r Lehrer und Sch&uuml;ler in 10 Schritten</h3>

<p><div class="actions">
      <blockquote>

      <b>3. Wir bauen Ethan</b><br><br>

      Sobald wir im Editiermodus sind, befindet sich am Ende des Mauszeigers ein kleines c f&uuml;r Kohlenstoff. 
      M&ouml;chte man das Element &auml;ndern so kann man dies unter dem Men&uuml;eintrag 
      <img id="molecule-set-element" src="../../graphics/icons/22x22/actions/molecule-set-element.png"></img>-Button tun.<br>
      Um ein Kohlenstoff-Atom zu bauen, klicken wir einfach auf eine leere Stelle im 3D-Fenster. 
      Es erscheint eine graue Kugel, die ein einzelnes Kohlenstoffatom darstellt. Um ein zweites Kohlenstoffatom mit 
      dem ersten zu verbinden gibt es nun zwei M&ouml;glichkeiten:<br>

      Entweder geht man mit dem Mauszeiger auf eine leere Stelle im 3D-Fenster, h&auml;lt die linke Maustaste gedr&uuml;ckt 
      und zieht den Mauszeiger r&uuml;ber zum ersten Kohlenstoffatom. Automatisch erzeugt Ballview ein weiteres C-Atom 
      und eine Bindung. Oder man klickt auf eine leere Stelle im 3D-Fenster und erh&auml;lt ein zweites Kohlenstoffatom. 
      Um beide Atome zu verbinden, markiert man nun im Strukturfenster beide C's mit einem H&auml;kchen und klickt 
      anschlie&szlig;end auf 
      <img id="create-bond_button" src="../../graphics/icons/22x22/actions/create-bond.png"></img>-Button.<br>

      Als n&auml;chstes m&uuml;ssen die fehlenden Wasserstoffe aufgef&uuml;llt werden. Auch hier gibt es zwei M&ouml;glichkeiten.<br>

      Entweder man l&auml;sst Ballview automatisch alle Wasserstoffe an den richtigen Stellen auff&uuml;llen mittels 
      <img id="molecule-add-hydrogens" src="../../graphics/icons/22x22/actions/molecule-add-hydrogens.png"></img>-Button.<br>
      (Falls der Button grau (inaktiv) sein soll, muss man im Strukturfenster das komplette Molek&uuml;l markieren.)
      Oder man wechselt das Element, so dass ein H am Mauszeiger erscheint und f&uuml;gt manuell jedes Wasserstoffatom einzeln ein. 
      <br>(F&uuml;r den n&auml;chsten Schritt dr&uuml;cken Sie bitte 
       <img id="molecule-add-hydrogens" src="../../graphics/icons/22x22/actions/molecule-add-hydrogens.png"></img>-Button.)<br>
      </blockquote>
	  
     <input type="button" id="button1" value="Weiter" disabled="disabled" onClick="location.href='wiki_tutorial05.html' ">
       
    <br> 
   </div></p>

  </div>
</body>
</html>
