<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN">

<html>
<head>
  <meta name="generator" content=
  "HTML Tidy for Linux (vers 25 March 2009), see www.w3.org">

  <title>Tutorial Dialog</title>
  <link rel="stylesheet" href="../../css/style.css" type="text/css">
</head>

<body>
<script type="text/javascript"> var current_step = 8 </script>
<script type="text/javascript" src="../../scripts/connectVIEW.js"></script>
  <div class="navigation" id="breadcrumb">
    <a href=
    "index.html?action=clearAll&amp;module=common_functions">Startseite</a> > Wiki Tutorial VI
  </div>

  <div id="text-content">
  <h3>Einf&uuml;hrungstutorial f&uuml;r BALLView f&uuml;r Lehrer und Sch&uuml;ler in 10 Schritten</h3>

<p><div class="actions">
      <blockquote>

      <b>6. Atome ausw&auml;hlen und markieren</b><br><br>

      Damit einzelne oder auch mehrere Atome bearbeitet werden k&ouml;nnen, m&uuml;ssen diese zun&auml;chst markiert werden.
      Hierzu kann man entweder im <b>Editiermodus</b> mit einem Rechtsklick auf ein einzelnes Atom in der Szene klicken 
      und dann im erscheinenden Dialogfenster eine Aktion (z.Bsp.: L&ouml;sche Atom) ausw&auml;hlen.
      Oder man markiert die einzelnen Atome im <b>Strukturen-Fenster</b>. Hierbei muss man zwischen der Markierung mittels 
      H&auml;kchen und blauem Balken unterscheiden. Bei der H&auml;kchenmarkierung werden die entsprechenden Atome farblich im 
      3D-Fenster markiert und k&ouml;nnen sp&auml;ter im Schiebemodus (siehe Punkt 7) verschoben werden. M&ouml;chte man jedoch mehrere 
      Atome l&ouml;schen so m&uuml;ssen diese mittels Strg- oder Shift-Taste + linke Maustaste "blau" markiert bzw. ausgew&auml;hlt 
      werden. Anschlie&szlig;end kann man mit rechter Maustaste auf die blaue Markierung klicken und eine gew&uuml;nschte Aktion 
      f&uuml;r die getroffene Auswahl durchf&uuml;hren.
      Ballview bietet allerdings auch einen eigenen <b>Auswahlmodus</b>
      <img id="select-rectangular" src="../../../graphics/icons/22x22/actions/select-rectangular.png"></img>
      , in dem die Atome im 3D-Fenster direkt markiert werden 
      k&ouml;nnen. Hierzu klickt man entweder mit der linken Maustaste auf ein einzelnes Atom oder man h&auml;lt die linke 
      Maustaste gedr&uuml;ckt und zieht eine Markierungsfl&auml;che &uuml;ber eine ganze Gruppe von Atomen. Zeitgleich werden im 
      Strukturenfenster bei den entsprechenden Atomen H&auml;kchen gesetzt. Mit einem Rechtsklick auf das entsprechende Atom 
      kann die Markierung wieder aufgehoben werden. 
      
      </blockquote>
	  
     <input type="button" id="button1" value="Weiter" disabled="disabled" onClick="location.href='wiki_tutorial08.html' ">
       
    <br> 
   </div></p>

  </div>
</body>
</html>
