<html>
	<head>
		<title>Krebs</title>
		<link rel="stylesheet" href="../css/style.css">
	</head>
	<body style="background-color:#000000;color:#FFFFFF;margin:0px 0px 0px 0px" >
	  <div class="navigation" id="breadcrumb">
	    <a href="index.html?action=clearAll&module=common_functions">Startseite</a> > Krebs
	  </div>
	  <div id="text-content">
	    <h1>Krebs</h1> 
		<div class="greeter">
	     	<p class="general">
		Unter Krebs versteht man in der Medizin eine meist (b&ouml;sartige) Gewebebildung, die auch als Tumor bezeichnet wird.
		Befallen werden kann prinzipiell jedes Organ des menschlichen K&ouml;rpers, besonders geh&auml;uft tritt Krebs jedoch in 
		Organen wie Brustdr&uuml;se (Frauen), 
 		Prostata (M&auml;nner), sowie Lunge und Dickdarm auf. <br>
		Damit ist Krebs nach den Herz-Kreislauferkrankungen in Deutschland die zweith&auml;ufigste Todesursache.<br>
		Krebs ist sehr komplex und daher nur schwer bek&auml;mpfbar.
	      	</p>	
		<p class="functionality">
		Krebs entsteht, wenn das Zellwachstum au&szlig;er Kontrolle ger&auml;t. 
		Im menschlichen K&ouml;rper sorgen tausende Gene f&uuml;r die sichere Erhaltung des genetischen Codes von einer
		Zellgeneration zur n&auml;chsten.<br> 
		Passiert ein genetischer Abschreibefehler, wird der Zellzyklus angehalten, um Reparaturen vorzunehmen und danach 
		falls notwendig einen vorzeitigen Zelltod zu veranlassen, damit keine falsche genetische Information
		weitergegeben werden kann. <br>
		Bei Krebs ist diese Selbstkontrolle kaputt.
		</p>
		<p class="step">
		Der genetische Code besteht aus nur 4 Molek&uuml;len: A (gelb), C (rot), G (gr&uuml;) und T (blau). <br>
		Wir haben Sie farblich markiert.<br>
		<div class="task">Wieviele A sind in der DNA nebenan enthalten? <br> 
		Mit Hilfe der Maus, kannst du die DNA drehen.</div>
		<br>
		Zur Sicherheit wird der genetische Code als Doppelstrang gespeichert, und jedes Molek&uuml;l hat einen festgelegten Partner, d.h. 
		falls die eine H&auml;lfte der DNA verloren geht, kann man die Information &uuml;ber den anderen Strang wieder ablesen.<br>
		So kann sich eine Zelle bei der Zellteilung genetisch reparieren.<br>
		<br>
		<div class="task">Welches Molek&uuml;l  liegt  A immer gegen&uuml;ber? <br> 
		Und welches liegt G immer gegen&uuml;ber? <br>
		Mit Hilfe der Maus kannst Du Dir den DNA Doppelstrang genauer ansehen.</div> 
		</p>
		<p class="step">
		Wissenschaftler haben herausgefunden, dass Krebszellen genau wie Haarwurzelzellen viel schneller wachsen als normale Zellen. Au&szlig;erdem sind
		sie nicht gut darin, genetische Abschreibefehler zu reparieren.<br>
		Die Idee f&uuml;r einen Wirkstoff gegen Krebs ist daher die Zellteilung zu behindern. 
		Das trifft den Krebs mehr als gesunde Zellen, da  er sich ja viel h&auml;ufiger teilt.
		<br>
		Ein Mittel gegen Krebs ist Docetaxel, das urspr&uuml;nglich aus der Eibenrinde gewonnen wurde.<br>
		<div id="Docetaxel_bg"><img id="Docetaxel" src="../images/Docetaxel3.png"> </div>
		Docetaxel (Quelle: Wikipedia)<br>
		</p>
		<p class="step">
		Docetaxel ist nat&uuml;rlich nicht platt, sondern hat eine r&auml;umliche Struktur.
		<div class="task">Klicke <a href="krebs.html?action=loadProject&module=common_functions&filename=projects/Docetaxel_solo.bvp">hier</a>, um Dir die r&auml;umliche Struktur von Docetaxel anzusehen.</div>
		<br>
		<div class="task">Klicke auf weiter, um die Funktionsweise von Docetaxel n&auml;her anzusehen.</div>
		</p >	
		<a href="krebs2.html?action=loadProject&module=common_functions&filename=projects/Docetaxel.bvp">weiter</a> 
		</div> 
		</div>
		</body>
</html>
